<%@ Page Title="О проекте" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="About.aspx.cs" Inherits="IngaProject.About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <h2><%: Title %>.</h2>
    <h3>Актуальность проекта:</h3>
    <p>Проект позволяет автоматизировать работу с гостами, автоматизировать выполнение студенческих работ.</p>
    <h3>Цель проекта TeBaP:</h3>
    <p>Создание автоматизированного Web-сервиса для использования TeX/LaTeX шаблонов. Шаблоны нужны для работы студентов с гостами, при выполнении которой получается качественно оформленная печатная или электронная копия документа.</p>
    <h3>Краткое пояснение:</h3>
    <p>Многие студенты замечали, что во время написания рефератов, отчётов по лабораторным или иным документам тратиться много времени на вёрстку. При этом часто совершаются ошибки оформления документов учебной деятельности. Требуется постоянно следить, чтобы работа соответствовала пунктам СТО. А ведь бакалавриатам, магистрантам, аспирантам обязательно нужно соблюдать пункты СТО в своих документах. Эта необходимость и определило актуальность данного проекта. Существует возможность автоматизировать работу студентов с документами по учебной деятельности?
<br>
Итоговый проект по разработке Веб-приложения для использования TeX/LaTex шаблонов для документов учебной деятельности с использованием приложения TeX Live имеет краткое наименование TeBaP. Проект TeBaP предназначен для автоматизации оформления работ учебной деятельности студентов. Целью проекта стало создание автоматизированного Веб-сервиса для использования TeX/LaTeX шаблонов для учебной деятельности. Создание нами TeX/LaTeX шаблонов уже соответствуют оформлению документов по всем правилам СТО. Работа осуществляется на платформе ASP.NET и на TeXLive. </p>
</asp:Content>
