<%@ Page Title="Каталог шаблонов" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="TemplatesDirectory.aspx.cs" Inherits="IngaProject.TemplatesDirectory" %>
<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <h2><%: Title %>.</h2>
    <h3>Введение</h3>
    <p>
        При написании любого документа особое внимание нужно обратить на оформление по ГОСТу, т.к. только при правильном оформлении можно рассчитывать на положительную оценку. Мы подробно изучили правила оформления и учли их в наших шаблонах, чтобы Вам не пришлось тратить свое время на соблюдение стандарта, а также отвлекаться от действительно важного аспекта - содержимого.<br>
        Важная информация, <a href ="#">Ссылка на какой-то источник/файл</a>.
    </p>
    <h3><span class="glyphicon glyphicon-chevron-right"></span> Шаблоны типа А:</h3>
    <div class ="container">
        <div class="thumbnail">
           <div class="row">  
                <div class="col-sm-6 col-md-4">
                    <div class="thumbnail">
                        <div class="caption">
                            <h3>Дипломная работа</h3>
                            <p>Важность защиты и получения звания выпускник очень высока, т.к. подводит итог 4-6 лет учебы. Целью дипломной работы являются подведение итогов и систематизация знаний, обобщенных и внедренных в практическую работу.<br>
Проект по написанию диплома является самостоятельной работой учащегося. Это последний этап обучения, который отражает теоретические и практические знания студента, приобретенные за годы учёбы. Однако делать его нужно, согласно требованиям и стандартам.</p>
                            <p><a href="Templates/diplom.zip" class="btn btn-primary" role="button">Скачать</a> <a href="Templates/referat.pdf" class="btn btn-default" role="button">Пример</a></p>
                        </div>
                     </div>
                </div>

                <div class="col-sm-6 col-md-4">
                    <div class="thumbnail">
                        <div class=" caption">
                        <h3>Реферат</h3>
                        <p>Реферат представляет собой доклад на определенную тему, включающий обзор соответствующих литературных и других источников, а также доклад с таким изложением.<br>
Написание реферата практикуется в учебном процессе вуза в целях приобретения студентом необходимой профессиональной подготовки, развития умения и навыков самостоятельного научного поиска: изучения литературы по выбранной теме, анализа различных источников и точек зрения, обобщения материала, выделения главного, формулирования выводов и т. п.  </p>
                        <p><a href="Templates/referat.zip" class="btn btn-primary" role="button">Скачать</a> <a href="Templates/referat.pdf" class="btn btn-default" role="button">Пример</a></p>
                        </div>
                     </div>
                </div>

                <div class="col-sm-6 col-md-4">
                    <div class="thumbnail">
                        <div class=" caption">
                        <h3>Курсовая работа</h3>
                        <p>Курсовая работа – это задание, которое ставит перед студентом учебное заведение, с целью научить его решать технически сложные задачи, аргументированно отстаивать способ решения, защищать свои выводы. На её оценку влияет не только глубина проработки исследуемой темы, но и правильность оформления всей работы. Несмотря на то, что образовательная организация может принимать локальные требования к оформлению, большинство из них являются общепринятыми и должны быть строго соблюдены. </p>
                        <p><a href="Templates/otchet.zip" class="btn btn-primary" role="button">Скачать</a> <a href="Templates/referat.pdf" class="btn btn-default" role="button">Пример</a></p>
                        </div>
                     </div>
                </div>
             </div>
        </div>
     </div>
       <h3><span class="glyphicon glyphicon-chevron-right"></span> Шаблоны типа B:</h3>
    <div class ="container">
        <div class="thumbnail">
           <div class="row">  
                <div class="col-sm-6 col-md-4">
                    <div class="thumbnail">
                        <div class="caption">
                            <h3>Отчет по лабораторным</h3>
                            <p>Основная задача лабораторных занятий заключается в закреплении и углублении теоретических знаний, полученных студентами на лекциях, в приобретении ими навыков проведения экспериментальных измерений, обработки полученных данных и оценки погрешностей.<br>
Отчет завершает лабораторную работу и обобщает результаты всех предыдущих этапов ее выполнения. Он является научнотехническим документом, который содержит исчерпывающие, систематизированные данные о выполненной лабораторной работе.</p>
                            <p><a href="#" class="btn btn-primary" role="button">Скачать</a> <a href="#" class="btn btn-default" role="button">Пример</a></p>
                        </div>
                     </div>
                </div>

                <div class="col-sm-6 col-md-4">
                    <div class="thumbnail">
                        <div class=" caption">
                        <h3>Отчет по практике</h3>
                        <p>Отчет по практике – это практическая научно-исследовательская работа, представляющая собой свод практических знаний полученных непосредственно на объекте практики (в организации). Научно исследовательскую работу в виде отчета по практике пишут несколько раз во время всего периода обучения, на 2 курсе это учетно-ознакомительная практика, на 3-4 курсе – студенты проходят производственную практику или преддипломную, если речь идет о дипломе бакалавра. И на 4-5 курсе преддипломную.</p>
                        <p><a href="#" class="btn btn-primary" role="button">Скачать</a> <a href="#" class="btn btn-default" role="button">Пример</a></p>
                        </div>
                     </div>
                </div>

                <div class="col-sm-6 col-md-4">
                    <div class="thumbnail">
                        <div class=" caption">
                        <h3>Публикация</h3>
                        <p>Публикация - это исследование по одной из выбранных специализированных тематик, изложенное в кратком письменном виде. Такая статья отличается четкой структурой и грамотной взаимосвязью причины и следствия. Она может быть результатом научного эксперимента или опыта либо обзором уже выпущенных публикаций. Публикацию не просто оформить, поскольку у каждого научного журнала есть свои требования к публикуемым материалам, однако есть некоторые общие моменты на которых стоит остановится.</p>
                        <p><a href="#" class="btn btn-primary" role="button">Скачать</a> <a href="#" class="btn btn-default" role="button">Пример</a></p>
                        </div>
                     </div>
                </div>
             </div>
        </div>
     </div>
</asp:Content>
